cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'curl'
brew 'mysql'
brew 'nmap'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'spark'
brew 'sqlite'
brew 'wget'

cask 'atom'
cask 'dropbox'
cask 'electron'
cask 'firefox'
cask 'github-desktop'
cask 'gpgtools'
cask 'mysqlworkbench'
cask 'slack'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'wireshark'
